HELP_TEXT="""ɪ ᴀᴍ ᴋᴀᴋᴀsʜɪ ᴀ ғɪʟᴇ ʀᴇɴᴀᴍᴇ ʙᴏᴛ ʏᴏᴜ ᴄᴀɴ ᴜsᴇ ᴍᴇ ʟɪᴋᴇ ᴛʜɪs \n
sᴇɴᴅ ᴍᴇ ғɪʟᴇs ᴀɴᴅ ᴛʜᴇɴ ɪ sᴛᴀʀᴛ ʀᴇɴᴀᴍɪɴɢ ғɪʟᴇs ᴀᴜᴛᴏᴍᴀᴛɪᴄʟʟʏ \n
ᴛʜᴇsᴇ ᴀʀᴇ ᴍʏ ᴄᴏᴍᴍᴀɴᴅs \n
/info ᴛᴏ ɢᴇᴛ ɪɴғᴏ ᴀʙᴏᴜᴛ ғɪʟᴇ
/set_caption sᴇᴛ ᴀ ᴄᴜsᴛᴏᴍᴇ ᴄᴀᴘᴛɪᴏɴ
/view_caption ᴠɪᴇᴡ ʏᴏᴜʀ ᴄᴜsᴛmodified ᴄᴀᴘᴛɪᴏɴ
/del_caption ᴅᴇʟᴇᴛᴇ ʏᴏᴜʀ ᴄᴀᴘᴛɪᴏɴ
/set_thumb ᴛᴏ sᴇᴛ ᴛʜᴜᴍʙɴᴀɪʟ
/view_thumb ᴛᴏ ᴠɪᴇᴡ ʏᴏᴜʀ ᴛʜᴜᴍʙɴᴀɪʟ
/del_thumb ᴛᴏ ᴅᴇʟᴇᴛᴇ ʏᴏᴜʀ ᴛʜᴜᴍʙɴᴀɪʟ
/set_name sᴇᴛ ᴀ ᴄᴜsᴛᴏᴍᴇ ɴᴀᴍᴇ ᴏғ ғɪʟᴇ
/view_name ᴠɪᴇᴡ ʏᴏᴜʀ ᴄᴜsᴛᴏᴍᴇ ɴᴀᴍᴇ ᴏғ ғɪʟᴇ
/del_name ᴛᴏ ᴅᴇʟᴇᴛᴇ ɴᴀᴍᴇ ᴏғ ғɪʟᴇ
"""


ABOUT_TEXT=f"""<b>𝙳𝚎𝚟𝚎𝚕𝚘𝚙𝚎𝚛</b> :- <b><i><a href="https://t.me/eren_yeager021">Eren Yeager</a></i></b>
<b>𝙻𝙰𝙽𝙶𝚄𝙰𝙶𝙴</b> :- 𝙿𝚈𝚃𝙷𝙾𝙽
<b>𝙼𝙰𝙳𝙴 𝚆𝙸𝚃𝙷</b> :- 𝙷𝚈𝙳𝚁𝙾𝙶𝚁𝙰𝙼
<b>𝚅𝙴𝚁𝚂𝙸𝙾𝙽</b> :- 𝟷.𝟶.𝟷 """
